
    {
      "id": 26111825,
      "hlSectionId": 168,
      "guide": {
        "title": "Смартфони та мобільні телефони",
        "url": "/guides/mobile/mobilnye-telefony-i-smartfony/"
      },
      "title": "F7 Pro 12/256GB Black",
      "date": "2025-03-27",
      "vendor": {
        "title": "POCO",
        "path": "poco"
      },
      "section": {
        "productCategoryName": "Смартфоны и мобильные телефоны",
        "_id": 11,
        "subCategory": "mobile",
        "category": "mobile-mobilnye-telefony-i-smartfony",
        "path": "/mobile/mobilnye-telefony-i-smartfony/",
        "isAdult": false
      },
      "isPromo": false,
      "toOfficial": false,
      "lineName": "F7 Pro",
      "linePathNew": "/mobile/mobilnye-telefony-i-smartfony/21185556-21318283/",
      "imagesCount": 10,
      "videosCount": 1,
      "techShortSpecifications": [
        "Смартфон",
        " екран: 6,67\"",
        " AMOLED",
        " 3200x1440",
        " 120 Гц",
        " пам'ять: 256 ГБ",
        " ОЗП: 12 ГБ",
        " процесор: Qualcomm Snapdragon 8 Gen 3",
        " ОС: Android 15",
        " акумулятор: 6000 мАг (незнімний)",
        " камера: 50 (f/1.6, ширококутна) + 8 (f/2.2, надширококутна) Мп",
        " корпус: скло/алюміній",
        "206 г",
        "товщина 8,12 мм",
        " NFC: +"
      ],
      "techShortSpecificationsList": [
        {
          "value": "Смартфон",
          "isNoMargin": false
        },
        {
          "key": "екран",
          "value": "6,67\"",
          "isNoMargin": true
        },
        {
          "value": "AMOLED",
          "isNoMargin": true
        },
        {
          "value": "3200x1440",
          "isNoMargin": true
        },
        {
          "value": "120 Гц",
          "isNoMargin": false
        },
        {
          "key": "пам'ять",
          "value": "256 ГБ",
          "isNoMargin": false
        },
        {
          "key": "ОЗП",
          "value": "12 ГБ",
          "isNoMargin": false
        },
        {
          "key": "процесор",
          "value": "Qualcomm Snapdragon 8 Gen 3",
          "isNoMargin": false
        },
        {
          "key": "ОС",
          "value": "Android 15",
          "isNoMargin": false
        },
        {
          "key": "акумулятор",
          "value": "6000 мАг (незнімний)",
          "isNoMargin": false
        },
        {
          "key": "камера",
          "value": "50 (f/1.6, ширококутна) + 8 (f/2.2, надширококутна) Мп",
          "isNoMargin": false
        },
        {
          "key": "корпус",
          "value": "скло/алюміній",
          "isNoMargin": true
        },
        {
          "value": "206 г",
          "isNoMargin": true
        },
        {
          "value": "товщина 8,12 мм",
          "isNoMargin": false
        },
        {
          "key": "NFC",
          "value": "+",
          "isNoMargin": false
        }
      ],
      "sizesProduct": [],
      "productValues": {
        "edges": [
          {
            "node": {
              "isHeader": false,
              "url": "/brands/poco/",
              "title": "vendor",
              "value": "POCO",
              "help": null,
              "h1Text": null,
              "type": "vendor",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/21185556-21318283/?series=true",
              "title": "series",
              "value": "F7 Pro",
              "help": null,
              "h1Text": null,
              "type": "series",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/133/",
              "title": "Тип",
              "value": "Смартфон",
              "help": "Сучасні пристрої мобільного зв'язку можна розділити на два простих типи: смартфони та мобільні телефони",
              "h1Text": null,
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Попередньо встановлена ОС",
              "value": "Android 15",
              "help": "будь-який смартфон працює на якійсь операційній системі. Найпопулярнішою і поширеною є мобільна ОС Google Android - на ній випускаються пристрої самих різних цінових категорій для всіх покупців. Пристрої під керуванням Apple iOS також приваблюють величезну кількість користувачів, але вони є менш доступними для масового покупця.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": true,
              "url": null,
              "title": "#Оснащення",
              "value": null,
              "help": "",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Оперативна пам'ять, ГБ",
              "value": "12",
              "help": "універсальний параметр, що впливає на швидкодію смартфона. Великий обсяг ОЗУ дозволяє одночасно тримати «запущеними» більше число програм, відкриття додатків, що знаходяться в ОЗУ, відбувається значно швидше, що позитивно позначається на користувацькому досвіді. Варто пам'ятати, що однаковий обсяг оперативної пам'яті не означає однакову продуктивність - важливу роль грає використана платформа та оптимізація роботи смартфона, пророблена виробником",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Тип оперативної пам'яті",
              "value": "LPDDR5X",
              "help": "тип оперативної памʼяті впливає на швидкість роботи смартфона та споживання енергії. Сучасні моделі здебільшого використовують стандарти LPDDR4X і LPDDR5. LPDDR4X забезпечує стабільну продуктивність і підходить для щоденних задач. LPDDR5 швидший та енергоефективніший, тому краще справляється з багатозадачністю, іграми та вимогливими додатками. Чим новіший стандарт, тим вища швидкість передачі даних і нижче навантаження на акумулятор. Також тип памʼяті впливає на плавність інтерфейсу та швидкість відкриття програм. У флагманах найчастіше використовується LPDDR5, у бюджетних — LPDDR4X. Обирайте тип памʼяті відповідно до ваших потреб і бюджету.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/388895/",
              "title": "Вбудована пам'ять, ГБ",
              "value": "256",
              "help": "обсяг доступного простору для зберігання даних користувача. Це включає програми, фотографії, відео, музику та інші файли. Об'єм вбудованої пам'яті безпосередньо впливає на кількість інформації, яку можна зберегти на пристрої без використання додаткових носіїв, таких як картка пам'яті.",
              "h1Text": "Смартфон з 256 ГБ",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Тип вбудованої пам'яті",
              "value": "UFS 4.1",
              "help": "визначає швидкість читання і запису даних, що впливає на запуск додатків та загальну продуктивність смартфона. У сучасних моделях використовуються стандарти eMMC, UFS 2.1, UFS 3.1 та новіші. eMMC — повільніша памʼять, яка встановлюється в бюджетні пристрої. UFS забезпечує значно вищу швидкість, особливо версії 3.0 і 3.1, що важливо для ігор, фото та відео у високій якості. Чим новіша версія UFS, тим швидше працює система та запускаються програми. Це також впливає на швидкість копіювання файлів та оновлень. У флагманах найчастіше використовується UFS 3.1 або UFS 4.0. Обираючи смартфон, звертайте увагу не лише на обсяг, а й на тип вбудованої памʼяті.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Тип SIM-карти",
              "value": "Nano-SIM",
              "help": "розмір та формат SIM-картки, яку підтримує пристрій. Існують три основні типи: стандартна SIM, мікро-SIM та нано-SIM. Вибір типу SIM-картки впливає на сумісність із різними мобільними пристроями. Деякі сучасні смартфони підтримують eSIM, вбудовану електронну SIM-картку, яка не потребує фізичної картки. Тип SIM-картки визначає, які картки можуть бути використані з телефоном, і може впливати на можливість використання пристрою у різних мережах та країнах.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Кількість SIM-карт",
              "value": "2 SIM",
              "help": "вказує на здатність пристрою підтримувати роботу з кількома телефонними номерами одночасно. Моделі з однією SIM-карткою підтримують один номер телефону. Пристрої з двома SIM-картами (Dual-SIM) дозволяють використовувати два номери, що зручно для поділу особистих та робочих дзвінків або використання різних тарифів операторів зв'язку. Деякі моделі підтримують одночасну роботу обох SIM-карток, тоді як інші вимагають перемикання між картами в установках пристрою. Ця функція підвищує гнучкість використання телефону у різних ситуаціях.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Процесор",
              "value": "Qualcomm Snapdragon 8 Gen 3",
              "help": "або SoC (System-on-a-Chip) - основа будь-якого смартфона. Моделі, побудовані на однакових платформах, як правило, знаходяться в одному ціновому діапазоні, гарантують певний рівень продуктивності і набір можливостей",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Кількість ядер",
              "value": "8",
              "help": "число процесорних ядер у чіпі пристрою. Ця характеристика впливає на здатність телефону обробляти завдання: що більше ядер, то краще пристрій може одночасно обробляти безліч процесів. Це особливо важливо для програм, що потребують значних обчислювальних ресурсів, таких як ігри, мультимедійні програми або багатозадачність. Однак загальна продуктивність пристрою також залежить від інших факторів, включаючи оптимізацію програмного забезпечення та тип процесора.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Частота, ГГц",
              "value": "3,3",
              "help": "тактова частота, на якій працюють обчислювальні ядра процесора смартфона. Найпродуктивніші мобільні платформи зазвичай працюють на високих тактових частотах",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/367292/",
              "title": "Дротова зарядка, Вт",
              "value": "90",
              "help": "дозволяє значно прискорити процес заряджання акумулятора пристрою. Ця характеристика забезпечує можливість отримати значний відсоток заряду акумулятора за короткий проміжок часу, що особливо зручно в умовах обмеженого часу. Вона потребує сумісності як самого пристрою, так і зарядного пристрою з технологією швидкого заряджання. Ця функція є важливою для користувачів, яким необхідно швидко відновити заряд батареї в дорозі або в умовах інтенсивного використання смартфона.",
              "h1Text": "Смартфон з швидкою зарядкою",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/658750/",
              "title": "Акумулятор",
              "value": "6000 мАг (незнімний)",
              "help": "описує ємність, виражену в міліампер-годинах (мА·год) та тип батареї. Місткість акумулятора впливає на тривалість роботи пристрою без заряджання. Тип батареї, найчастіше літій-іонна або літій-полімерна, визначає вагу, товщину та загальний термін служби акумулятора. Важливим аспектом також є можливість заміни акумулятора користувачем, що впливає на обслуговування пристрою.",
              "h1Text": "Смартфоны 6000mAh та більше",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": true,
              "url": null,
              "title": "#Дисплей",
              "value": null,
              "help": "",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Діагональ, дюйми",
              "value": "6,67",
              "help": "вимірюється в дюймах та вказує на розмір екрану пристрою від одного кута до протилежного. Цей параметр впливає на розміри самого пристрою, зручність використання, область перегляду контенту та портативність. Велика діагональ дисплея забезпечує ширший та комфортніший перегляд, що особливо важливо для перегляду медіа або роботи з додатками. Менша діагональ сприяє легкості та компактності пристрою, зручному транспортуванню та використанню однією рукою.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/83520/",
              "title": "Роздільна здатність",
              "value": "3200x1440",
              "help": "вказує на кількість пікселів по вертикалі та горизонталі екрану. Висока роздільна здатність забезпечує більш чітке та деталізоване зображення, роблячи текст більш читаним. На роздільну здатність дисплея також впливає розмір екрана, впливаючи на загальну якість зображення, що відображається. Роздільна здатність дисплея часто вказується в таких форматах, як HD, Full HD, Quad HD та ін.",
              "h1Text": "Смартфон Quad HD",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/8038/",
              "title": "Тип матриці",
              "value": "AMOLED",
              "help": "є ключовим чинником, що впливає якість зображення. Існують різні типи матриць, такі як IPS, OLED, AMOLED та інші. IPS-матриці забезпечують яскраві кольори та широкі кути огляду. OLED та AMOLED-матриці відрізняються глибоким чорним кольором та високою контрастністю, а також енергоефективністю, оскільки кожен піксель сам випромінює світло. Вибір типу матриці впливає на те, як виглядатимуть фотографії, відео та ігри на екрані пристрою.",
              "h1Text": "Смартфон AMOLED",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "PPI",
              "value": "526",
              "help": "Pixel Per Inch - параметр, що характеризує щільність розміщення пікселів на один дюйм в екранах. Чим вище його значення, тим більш чітким виглядає зображення",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Співвідношення екран/корпус",
              "value": "89,3",
              "help": "це показник, який відображає, яку частину передньої поверхні пристрою займає екран. Він вимірюється у відсотках. Що вище це значення, то менші рамки навколо дисплея, що робить дизайн смартфона сучаснішим і зручнішим для перегляду контенту. Смартфони з високим співвідношенням екран/корпус особливо популярні у любителів мультимедіа та ігор.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Датчик регулювання яскравості",
              "value": "є",
              "help": "це функція, що дозволяє автоматично адаптувати рівень яскравості екрана залежно від навколишнього освітлення. Цей датчик виявляє рівень світла у навколишньому середовищі та відповідно регулює яскравість екрана для оптимального перегляду. Це не тільки забезпечує комфортне переглядання в різних умовах освітлення, але й допомагає заощадити заряд акумулятора, зменшуючи яскравість екрана в менш освітлених умовах.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Максимальна яскравість, ніт",
              "value": "3200",
              "help": "яскравість дисплея впливає на зручність використання смартфона при різному освітленні. Вона вимірюється в канделах на квадратний метр (кд/м² або ніт). Для приміщень достатньо 300–500 ніт, але на яскравому сонці такий екран буде погано видно. Оптимальна яскравість для вулиці — від 600 ніт і вище, у флагманах цей показник може сягати 1500 ніт та вище. Чим вища яскравість, тим краще видимість на сонці та яскравіше зображення. Також висока яскравість покращує контрастність HDR-контенту. Обираючи смартфон, варто враховувати, як часто ви користуєтесь ним на відкритому повітрі.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Частота оновлення, Гц",
              "value": "120",
              "help": "вказує на кількість разів, що екран оновлює зображення за секунду, вимірюється в герцах (Гц). Ця характеристика впливає на плавність руху зображення на екрані. Більш висока частота оновлення надає більш гладке зображення, що особливо помітно під час прокручування тексту, перегляду відео та в іграх. Смартфони з високою частотою оновлення екрана забезпечують комфортніше візуальне сприйняття для очей користувача.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Особливості дисплея",
              "value": "Corning Gorilla Glass 7i, пікова яскравість до 3200 ниток",
              "help": "включають різні технічні характеристики, які впливають на досвід користувача. Наприклад, наявність вигнутого по краях екрана створює ефект занурення та розширює оглядове поле. Частота роботи тачсенсора, виражена в герцах, визначає, наскільки плавно та швидко реагує екран на торкання. Функція Always-On дозволяє відображати базову інформацію, таку як час та сповіщення, навіть коли екран вимкнено. Показники яскравості дисплея визначають, наскільки добре зображення буде видно за різних умов освітлення. Ці характеристики безпосередньо впливають на зручність та ефективність використання пристрою.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Виріз в дисплеї",
              "value": "отвір",
              "help": "визначає специфічну конфігурацію у верхній частині екрана смартфона. Він може бути у вигляді отвору, краплі або смуги, а також зовсім відсутні. Цей елемент впливає розташування фронтальної камери і датчиків, і навіть візуальне сприйняття екрана. Різні варіанти вирізів можуть впливати на стиль та ергономіку пристрою, а також на відчуття використання програм та мультимедійних контентів.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": true,
              "url": null,
              "title": "#Камера",
              "value": null,
              "help": "",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Основна камера, МП",
              "value": "50 (f/1.6, ширококутна) + 8 (f/2.2, надширококутна)",
              "help": "є ключовим елементом для фотографії та відеозйомки. Вона включає один або кілька об'єктивів з різною роздільною здатністю, вираженим у мегапікселях, що впливає на деталізацію знімків. Наявність кількох об'єктивів дозволяє покращувати ширококутні знімки, портретну зйомку з ефектом боке та зум без втрати якості.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Відеозйомка",
              "value": "8K @ 24fps",
              "help": "можливості пристрою записувати відео. Ця характеристика включає роздільну здатність відео, таке як 720p, 1080p, 4K, і іноді навіть 8K, що вказує на чіткість та деталізацію зображення.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Фронтальна камера, МП",
              "value": "20",
              "help": "ключовий елемент для відеодзвінків та селфі. Основні характеристики включають роздільну здатність в мегапікселях, що впливає на чіткість та деталізацію зображень. Наявність таких функцій, як автофокус, покращує якість зйомки, а ширококутний об'єктив дозволяє захопити більше простору, що ідеально підходить для групових селфі. Деякі моделі також оснащені додатковими функціями, такими як портретний або нічний режим, покращуючи якість знімків у різних умовах освітлення. Ці характеристики безпосередньо впливають на можливості смартфона в області фото- та відеозйомки.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Ультраширококутна камера",
              "value": "є",
              "help": "надає можливість захоплення ширших сцен та пейзажів без спотворень. Ця камера має дуже широкий кут огляду, що робить її ідеальним інструментом для зйомки панорамних видів, архітектурних деталей та групових фотографій. Вона розширює творчі можливості користувачів та збагачує досвід зйомки, дозволяючи захоплювати більше деталей та контенту у кадрі.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/66822/",
              "title": "Оптична стабілізація",
              "value": "є",
              "help": "це технологія, яка компенсує тремтіння та вібрації під час зйомки фотографій та відео. Вона здійснюється за допомогою вбудованих оптичних елементів або механізмів, що дозволяє знімати більш чіткі та стабільні зображення навіть за низького освітлення або руху. Ця характеристика значно підвищує якість зйомки, роблячи смартфон зручним інструментом для фотографії та відеозапису.",
              "h1Text": "Смартфон з оптичною стабілізацією",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Особливості камери",
              "value": "Motion tracking focus, ShootSteady",
              "help": "включає різні технічні характеристики та функції. Наявність електронної стабілізації допомагає знижувати розмиття зображень та покращувати якість відео під час зйомки в русі. Розширений астро-фото режим дозволяє фотографувати зоряне небо з високою деталізацією. Супер слоумо режим, наприклад 1080p при 960 кадрах в секунду, надає можливість записувати відео з дуже високою частотою кадрів, створюючи ефект уповільненого часу. Наявність ширококутного режиму у передній камері дозволяє робити селфи з великою кількістю людей або широким оглядом фону. Ці функції розширюють можливості фото- та відеозйомки, роблячи їх більш гнучкими та адаптованими до різних сценаріїв використання.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": true,
              "url": null,
              "title": "#Комунікації",
              "value": null,
              "help": "",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Стандарти зв'язку",
              "value": "5G, 4G, 3G",
              "help": "визначає можливості пристрою для підключення до різних мереж та передачі даних. Ці стандарти включають 2G, 3G, 4G/LTE та 5G. Кожен стандарт підтримує різні швидкості передачі даних та рівні сигналу, впливаючи на якість дзвінків, швидкість інтернет-з'єднання та стабільність зв'язку. Наприклад, 4G/LTE забезпечує більш швидку передачу даних та покращену якість дзвінка порівняно з 3G, у той час як 5G пропонує ще більш високі швидкості та меншу затримку сигналу, що ідеально підходить для потокового відео, онлайн-ігор та використання хмарних сервісів.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Wi-Fi",
              "value": "802.11be",
              "help": "відноситься до можливості пристрою підключатися до бездротових мереж Інтернету. Ця функція дозволяє користувачам отримувати доступ до інтернету без необхідності використання мобільних даних, що зручно для серфінгу в інтернеті, завантаження контенту та використання онлайн-додатків. Wi-Fi у смартфонах підтримує різні стандарти, такі як 802.11b/g/n/ac/ax/be, кожен з яких визначає швидкість підключення та дальність дії. Наявність Wi-Fi у пристрої забезпечує гнучкість у використанні та підключенні до різних бездротових мереж.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/159/",
              "title": "Bluetooth",
              "value": "5.4",
              "help": "це бездротова технологія, що дозволяє передавати дані на короткі відстані. Вона використовується для підключення до різних пристроїв, таких як навушники, динаміки, годинники та автомобільні системи. Bluetooth забезпечує простий та зручний зв'язок між пристроями без необхідності фізичного підключення кабелем. Залежно від моделі смартфона або телефону може підтримуватись різна версія Bluetooth, що впливає на швидкість передачі даних та енергоефективність. Ця функція значно розширює можливості використання мобільного пристрою у повсякденному житті.",
              "h1Text": "Смартфон з Bluetooth",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/3052/",
              "title": "GPS",
              "value": "+ (GPS, GLONASS, GALILEO, QZSS)",
              "help": "це система глобального позиціонування, яка дозволяє пристрою визначати своє місце на Землі. Ця функція важлива для використання картографічних програм, навігації, відстеження маршрутів у подорожах або заняттях спортом. GPS також використовується в різних програмах для автоматичної геолокації, наприклад, у соціальних мережах або погодних програмах. Наявність GPS у смартфоні або мобільному телефоні підвищує функціональність пристрою, забезпечуючи користувачам зручність у плануванні маршрутів та орієнтації у просторі.",
              "h1Text": "Смартфон з GPS",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Dual GPS",
              "value": "є",
              "help": "це приймачі, що використовують двочастотний підхід (L1 + L5), обробляючи два сигнали одночасно для підвищення точності позиціонування, досягаючи в деяких випадках точності до 10-20 см. Ця технологія також ефективно обробляє відбиті сигнали від висотних будівель, що покращує продуктивність в умовах міської забудови. Однак можливості повного використання Dual GPS обмежені: європейська система Galileo повністю підтримує L5, тоді як GPS це роблять тільки деякі супутники, а ГЛОНАСС планує впровадження не раніше 2030 року. Сумісність також залежить від характеристик смартфона та може вимагати оновлення прошивки.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/67739/",
              "title": "IrDA",
              "value": "є",
              "help": "Infrared Data Associacion - Інфрачервоний порт. Використовується для управління побутовою технікою з мобільних телефонів",
              "h1Text": "Смартфон з ІК портом",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/567517/",
              "title": "Аудіо-кодеки",
              "value": "AAC, aptX, aptX HD, aptX LL, LHDC",
              "help": "відповідають за якість передачі аудіосигналу бездротового з'єднання. Вони визначають, як аудіо стискається та передається з пристрою на Bluetooth-навушники або динаміки. Різні кодеки, такі як AAC, aptX, LDAC та SBC, пропонують різні рівні якості звуку та швидкості передачі даних. Вибір кодеків, що підтримуються, впливає на сумісність з різними аудіопристроями і може визначати якість звучання музики та інших аудіоматеріалів.",
              "h1Text": "Смартфон aptX",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/37810/",
              "title": "NFC",
              "value": "є",
              "help": "Near Field Communication - технологія бездротового зв'язку малого радіусу дії. Призначена для обміну даними між пристроями на відстані не більше 10 сантиметрів. Найбільш близьким аналогом є технологія безконтактних (банківських) карт. За допомогою NFC можна розраховуватися за покупки в магазинах і оплачувати проїзд у громадському транспорті",
              "h1Text": "Смартфони c NFC",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/364194/",
              "title": "Інтерфейсний роз'єм",
              "value": "USB Type-C (2.0)",
              "help": "є ключовим елементом для заряджання пристрою та передачі даних. Існують різні типи роз'ємів: microUSB, що часто зустрічається в бюджетних і старших моделях, USB Type-C, що пропонує покращену швидкість передачі даних та можливість оборотного підключення, і Lightning, що використовується виключно у пристроях Apple. Вибір інтерфейсного гнізда впливає на сумісність із зарядними пристроями та іншими аксесуарами, а також на швидкість заряджання та передачі даних між пристроями.",
              "h1Text": "Смартфон с USB Type-C",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": true,
              "url": null,
              "title": "#Корпус",
              "value": null,
              "help": "",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Висота, мм",
              "value": "160,26",
              "help": "вказує на вертикальний розмір пристрою. Ця характеристика впливає на зручність утримання телефону в руці та легкість його використання. Висота також визначає, наскільки легко пристрій поміщається у кишеню чи сумку. Вибір смартфона з відповідною висотою залежить від особистих уподобань користувача та зручності використання у повсякденному житті.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Ширина, мм",
              "value": "74,95",
              "help": "вказує на розмір пристрою у поперечному напрямку. Цей параметр важливий, тому що впливає на зручність утримання пристрою в руці та можливість керування однією рукою. Більш широкі моделі можуть забезпечувати більшу екранну площу, що зручно для перегляду медіаконтенту та роботи з програмами, але може бути менш зручним для користувачів з маленькими руками. Ширина також впливає на загальні габарити пристрою, що є важливим при виборі чохла або місця для зберігання телефону.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Товщина, мм",
              "value": "8,12",
              "help": "вказує на фізичну товщину пристрою у міліметрах. Цей параметр впливає на портативність та зручність зберігання пристрою, наприклад, у кишені чи сумці. Товщина також може впливати на загальну вагу пристрою та його ергономічність – більш тонкі моделі можуть бути зручнішими для утримання в руці. Однак слід враховувати, що товщина пристрою може впливати на розміри акумулятора та можливості внутрішньої компонування, що, у свою чергу, може впливати на час роботи пристрою від однієї зарядки та наявність додаткових функцій, наприклад, наявність або відсутність 3.5 мм аудіороз'єму.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Маса, г",
              "value": "206",
              "help": "вказує на загальну масу пристрою у грамах. Цей параметр впливає на зручність використання та перенесення пристрою. Легкі моделі можуть бути зручнішими для тривалого використання, наприклад, під час розмов або використання мультимедійних функцій. Вага також може відображати вибір матеріалів корпусу та розмір акумулятора: більш важкі моделі можуть мати більший акумулятор або використовувати преміальні матеріали у конструкції. Важливо враховувати вагу при виборі смартфона відповідно до індивідуальних уподобань та потреб у мобільності.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Захист від пилу і вологи",
              "value": "IP68",
              "help": "позначається спеціальними стандартами, наприклад IP67 або IP68. Ці позначення вказують на здатність пристрою витримувати вплив пилу та тимчасове занурення у воду на певну глибину та на певний час. Наявність такого захисту робить смартфон більш стійким до зовнішніх умов, що є особливо корисним при використанні в екстремальних умовах або для активного способу життя. Ця характеристика підвищує надійність та довговічність пристрою.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Тип корпусу",
              "value": "моноблок (нерозбірний)",
              "help": "вказує на його конструктивні особливості та зовнішній вигляд. Моноблок є нероз'ємною конструкцією, де всі компоненти пристрою зібрані в одному корпусі. Розкладний тип характеризується наявністю двох частин, з'єднаних шарніром, що дозволяє пристрою складатися. Слайдер містить висувну частину, яка зазвичай приховує клавіатуру. Бабушкофон - це простий у використанні телефон із великими кнопками та обмеженим набором функцій. Екран, що згинається, позначає наявність гнучкого екрана, який дозволяє пристрою складатися або згинатися. Ці характеристики впливають на зручність використання, розмір, вагу та дизайн пристрою.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Матеріал кришки/рамки",
              "value": "скло/алюміній",
              "help": "впливає на зовнішній вигляд, міцність та вагу пристрою. Зустрічаються такі матеріали, як пластик, який робить пристрій легким та доступним; метал, що надає міцності та преміального вигляду; скло, що забезпечує елегантність та можливість бездротової зарядки. Різні матеріали можуть також впливати на стійкість до подряпин та ударів. Вибір матеріалу важливий для забезпечення довговічності смартфона та комфорту використання.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Колір корпусу",
              "value": "чорний",
              "help": "відноситься до зовнішнього візуального оформлення пристрою. Доступні кольори можуть включати чорний, білий, сріблястий, золотий, рожеве золото, синій, зелений та інші варіанти. Колір корпусу не впливає на технічні характеристики або функціональність пристрою, але є важливим фактором особистого вибору, дозволяючи користувачам виразити свій стиль та переваги. Деякі моделі можуть бути доступні в ексклюзивних або обмежених колірних рішеннях, додаючи унікальність пристрою.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": null,
              "title": "Тип клавіатури",
              "value": "екранне введення",
              "help": "вказує на спосіб введення тексту та керування пристроєм. Існує два основних типи: сенсорна клавіатура та фізична клавіатура. Сенсорна клавіатура є віртуальною клавіатурою на екрані пристрою, яка дозволяє вводити текст і керувати функціями торканням екрана. Фізична клавіатура включає реальні клавіші, які потрібно натискати. Вона може бути повноцінною, як у класичних мобільних телефонах, або складною/висувною в деяких моделях смартфонів. Тип клавіатури впливає на зручність набору тексту та керування функціями пристрою.",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": true,
              "url": null,
              "title": "#Додатково",
              "value": null,
              "help": "",
              "h1Text": null,
              "type": null,
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/603355/",
              "title": "Сканер відбитка/обличчя",
              "value": "Сканер відбитків пальців в екрані",
              "help": "служить для біометричної ідентифікації користувача, забезпечуючи зручний та безпечний доступ до пристрою. Сканер відбитка пальця може розташовуватися на передній панелі під екраном, на задній панелі або на боці пристрою. Сканер обличчя використовує фронтальну камеру для розпізнавання рис особи користувача. Ці технології підвищують безпеку пристрою, дозволяючи швидко розблокувати його без введення пароля або графічного ключа.",
              "h1Text": "Cмартфони зі сканером відбитків пальців на екрані",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "/mobile/mobilnye-telefony-i-smartfony/570502/",
              "title": "Стереодинаміки",
              "value": "є",
              "help": "являють собою систему двох окремих динаміків, розташованих таким чином, щоб створювати повніше та об'ємніше звукове сприйняття. Наявність стереодинаміків забезпечує покращену якість аудіо під час прослуховування музики, перегляду відео або гри в ігри без використання навушників. Ця характеристика впливає те, як користувач сприймає звук, роблячи його більш насиченим і реалістичним. Стереодинаміки також можуть покращити аудіо під час гучного зв'язку або відеодзвінків.",
              "h1Text": "Смартфон зі стереодинаміками",
              "type": "catalog",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          },
          {
            "node": {
              "isHeader": false,
              "url": "https://www.mi.com/global/product/poco-f7-pro/specs",
              "title": "productOnVendorSite",
              "value": "https://www.mi.com/global/product/poco-f7-pro/s...",
              "help": null,
              "h1Text": null,
              "type": "siteVendor",
              "__typename": "ProductValues"
            },
            "__typename": "ProductValuesEdge"
          }
        ],
        "__typename": "ProductValuesConnection"
      },
      "fullDescription": "POCO F7 Pro - це високопродуктивний смартфон, оснащений передовим процесором Qualcomm Snapdragon 8 Gen 3, що забезпечує швидку та стабільну роботу пристрою. Смартфон обладнаний 6,67-дюймовим AMOLED-дисплеєм з роздільною здатністю 3200×1440 пікселів і частотою оновлення 120 Гц, що гарантує чітке і плавне відображення контенту. Основна камера представлена двома модулями: головним сенсором на 50 МП з апертурою f/1.6 і ультраширококутним об'єктивом на 8 МП з апертурою f/2.2, що дають змогу робити якісні знімки в різних умовах освітлення. Смартфон підтримує технологію NFC для безконтактних платежів і працює під управлінням операційної системи Android 15. Завдяки акумулятору ємністю 6000 мА-год, пристрій забезпечує тривалий час роботи без підзарядки. POCO F7 Pro поєднує в собі передові технології та високу продуктивність, роблячи його відмінним вибором для сучасних користувачів.",
      "reviewsCount": 0,
      "questionsCount": 1,
      "url": "/mobile-mobilnye-telefony-i-smartfony/poco-f7-pro-12256gb-black/",
      "imageLinks": [
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355590.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355591.jpg",
          "small": "https://hotline.ua/img/tx/533/533835559_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355595.jpg"
        },
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355620.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355621.jpg",
          "small": "https://hotline.ua/img/tx/533/533835562_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355625.jpg"
        },
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355650.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355651.jpg",
          "small": "https://hotline.ua/img/tx/533/533835565_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355655.jpg"
        },
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355670.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355671.jpg",
          "small": "https://hotline.ua/img/tx/533/533835567_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355675.jpg"
        },
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355690.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355691.jpg",
          "small": "https://hotline.ua/img/tx/533/533835569_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355695.jpg"
        },
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355710.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355711.jpg",
          "small": "https://hotline.ua/img/tx/533/533835571_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355715.jpg"
        },
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355740.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355741.jpg",
          "small": "https://hotline.ua/img/tx/533/533835574_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355745.jpg"
        },
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355750.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355751.jpg",
          "small": "https://hotline.ua/img/tx/533/533835575_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355755.jpg"
        },
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355770.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355771.jpg",
          "small": "https://hotline.ua/img/tx/533/533835577_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355775.jpg"
        },
        {
          "thumb": "https://hotline.ua/img/tx/533/5338355800.jpg",
          "basic": "https://hotline.ua/img/tx/533/5338355801.jpg",
          "small": "https://hotline.ua/img/tx/533/533835580_s265.jpg",
          "big": "https://hotline.ua/img/tx/533/5338355805.jpg"
        }
      ],
      "videos": {
        "edges": [
          {
            "node": {
              "_id": 931656,
              "createdAt": "2025-04-15T12:09:28+03:00",
              "description": "? POCO F7 Ultra\r\n? POCO F7 Pro",
              "hash": "iuvFQvAFEu4",
              "isConfirmed": true,
              "__typename": "VideoLinkProduct"
            },
            "__typename": "VideoLinkProductEdge"
          }
        ],
        "__typename": "VideoLinkProductConnection"
      },
      "videoInstagramHash": "B8HLccnnwDA",
      "minPrice": 18790.89,
      "maxPrice": 24999,
      "lastHistoryCurrency": "UAH",
      "currentPrice": 19180,
      "initPrice": 23143,
      "salesCount": 0,
      "isNew": 0,
      "colorsProduct": [
        {
          "id": 26111827,
          "title": "F7 Pro 12/256GB Silver",
          "imageId": 529611964,
          "productPath": "poco-f7-pro-12256gb-silver",
          "sectionId": 11,
          "colorsId": null,
          "alias": "silver",
          "colorName": "сріблястий",
          "sizeId": null,
          "sizeName": null,
          "sizeChart": null,
          "pathImg": "/img/tx/529/5296119641.jpg",
          "pathImgBig": "https://hotline.ua/img/tx/529/5296119645.jpg",
          "pathImgSmall": "/img/tx/529/529611964_s265.jpg"
        },
        {
          "id": 26111825,
          "title": "F7 Pro 12/256GB Black",
          "imageId": 533835559,
          "productPath": "poco-f7-pro-12256gb-black",
          "sectionId": 11,
          "colorsId": null,
          "alias": "black",
          "colorName": "Чорний",
          "sizeId": null,
          "sizeName": null,
          "sizeChart": null,
          "pathImg": "/img/tx/533/5338355591.jpg",
          "pathImgBig": "https://hotline.ua/img/tx/533/5338355595.jpg",
          "pathImgSmall": "/img/tx/533/533835559_s265.jpg"
        },
        {
          "id": 26111826,
          "title": "F7 Pro 12/256GB Blue",
          "imageId": 532549521,
          "productPath": "poco-f7-pro-12256gb-blue",
          "sectionId": 11,
          "colorsId": null,
          "alias": "blueazure",
          "colorName": "Синій",
          "sizeId": null,
          "sizeName": null,
          "sizeChart": null,
          "pathImg": "/img/tx/532/5325495211.jpg",
          "pathImgBig": "https://hotline.ua/img/tx/532/5325495215.jpg",
          "pathImgSmall": "/img/tx/532/532549521_s265.jpg"
        }
      ],
      "crossSelling": [
        {
          "title": "Зовнішні акумулятори (Power Bank)",
          "image": "/img/tx/526/5265164361.jpg",
          "path": "/mobile/universalnye-batarei/"
        },
        {
          "title": "Bluetooth гарнітури",
          "image": "/img/tx/357/3572098721.jpg",
          "path": "/mobile/telefonnye-garnitury/"
        },
        {
          "title": "Зарядні пристрої для смартфонів, планшетів",
          "image": "/img/tx/241/2410683531.jpg",
          "path": "/mobile/zaryadnye-ustrojstva-dlya-mobilnyh-telefonov/"
        },
        {
          "title": "Чохли для смартфонів",
          "image": "/img/tx/484/4846058621.jpg",
          "path": "/mobile/chehly-sumki-futlyary-dlya-mobilnyh-i-smartfonov/"
        },
        {
          "title": "Смарт-годинники і фітнес-браслети",
          "image": "/img/tx/534/5344635051.jpg",
          "path": "/mobile/umnye-chasy-smartwatch/"
        }
      ],
      "similarProducts": {
        "products": [
          {
            "id": 25949204,
            "title": "13R 12/256GB Nebula Noir",
            "path": "/mobile-mobilnye-telefony-i-smartfony/oneplus-13r-12256gb-nebula-noir/",
            "image": "/img/tx/534/5347782741.jpg",
            "minPrice": 2129100,
            "quantity": 34,
            "vendor": "OnePlus",
            "vendorId": 29655,
            "sectionId": 11,
            "popularity": 430,
            "isNew": false
          },
          {
            "id": 26272910,
            "title": "F7 12/256GB Black",
            "path": "/mobile-mobilnye-telefony-i-smartfony/poco-f7-12256gb-black/",
            "image": "/img/tx/534/5346572981.jpg",
            "minPrice": 1698800,
            "quantity": 7,
            "vendor": "POCO",
            "vendorId": 232400,
            "sectionId": 11,
            "popularity": 105,
            "isNew": true
          },
          {
            "id": 26003901,
            "title": "iQOO Neo10 12/256GB Black",
            "path": "/mobile-mobilnye-telefony-i-smartfony/vivo-iqoo-neo10-12256gb-black/",
            "image": "/img/tx/534/5343979471.jpg",
            "minPrice": 1695900,
            "quantity": 2,
            "vendor": "vivo",
            "vendorId": 147985,
            "sectionId": 11,
            "popularity": 28,
            "isNew": false
          },
          {
            "id": 26255315,
            "title": "REDMAGIC 10 Air 12/256GB Black Twilight",
            "path": "/mobile-mobilnye-telefony-i-smartfony/zte-redmagic-10-air-12256gb-black-twilight/",
            "image": "/img/tx/534/5343655191.jpg",
            "minPrice": 2340600,
            "quantity": 14,
            "vendor": "ZTE",
            "vendorId": 1019,
            "sectionId": 11,
            "popularity": 27,
            "isNew": true
          }
        ],
        "filters": [
          {
            "filterValueId": 388895,
            "filterValueTitle": "256",
            "filterValueTitleUk": "256",
            "filterTitle": "Объем встроенной памяти",
            "filterTitleUk": "Об'єм вбудованої пам'яті"
          },
          {
            "filterValueId": 600879,
            "filterValueTitle": "12",
            "filterValueTitleUk": "12",
            "filterTitle": "Объем оперативной памяти",
            "filterTitleUk": "Об'єм оперативної пам'яті"
          },
          {
            "filterValueId": 675741,
            "filterValueTitle": "Qualcomm Snapdragon 8 gen X",
            "filterValueTitleUk": "Qualcomm Snapdragon 8 gen X",
            "filterTitle": "Процессор",
            "filterTitleUk": "Процесор"
          },
          {
            "filterValueId": 28280,
            "filterValueTitle": "Черный",
            "filterValueTitleUk": "Чорний",
            "filterTitle": "Цвет корпуса",
            "filterTitleUk": "Колір корпусу"
          },
          {
            "filterValueId": 20188560,
            "filterValueTitle": "6,7-6,8",
            "filterValueTitleUk": "6,7-6,8",
            "filterTitle": "Диагональ дисплея",
            "filterTitleUk": "Діагональ дисплея"
          },
          {
            "filterValueId": 658750,
            "filterValueTitle": "6000-7999",
            "filterValueTitleUk": "6000-7999",
            "filterTitle": "Емкость аккумулятора",
            "filterTitleUk": "Ємність аккумулятора"
          },
          {
            "filterValueId": 603356,
            "filterValueTitle": "2 SIM",
            "filterValueTitleUk": "2 SIM",
            "filterTitle": "Количество SIM",
            "filterTitleUk": "Кількість SIM"
          },
          {
            "filterValueId": 21034931,
            "filterValueTitle": "Android 15",
            "filterValueTitleUk": "Android 15",
            "filterTitle": "Предустановленная версия Android",
            "filterTitleUk": "Попередньо встановлена версія Android"
          },
          {
            "filterValueId": 605173,
            "filterValueTitle": "5G",
            "filterValueTitleUk": "5G",
            "filterTitle": "Стандарт связи",
            "filterTitleUk": "Стандарт зв’язку"
          },
          {
            "filterValueId": 623960,
            "filterValueTitle": "40-54",
            "filterValueTitleUk": "40-54",
            "filterTitle": "Основная камера",
            "filterTitleUk": "Основна камера"
          },
          {
            "filterValueId": 557140,
            "filterValueTitle": "16-25",
            "filterValueTitleUk": "16-25",
            "filterTitle": "Фронтальная камера",
            "filterTitleUk": "Фронтальна камера"
          },
          {
            "filterValueId": 20506185,
            "filterValueTitle": "201-230",
            "filterValueTitleUk": "201-230",
            "filterTitle": "Масса корпуса",
            "filterTitleUk": "Маса корпусу"
          }
        ],
        "priceRange": {
          "from": 1559590,
          "to": 2931561
        }
      },
      "newProducts": [
        {
          "id": 26272910,
          "title": "F7 12/256GB Black",
          "path": "/mobile-mobilnye-telefony-i-smartfony/poco-f7-12256gb-black/",
          "image": "/img/tx/534/5346572981.jpg",
          "minPrice": 1698800,
          "quantity": 6,
          "vendor": "POCO",
          "vendorId": 232400,
          "isNew": true
        },
        {
          "id": 26233322,
          "title": "C71 3/64GB Power Black",
          "path": "/mobile-mobilnye-telefony-i-smartfony/poco-c71-364gb-power-black/",
          "image": "/img/tx/534/5346573241.jpg",
          "minPrice": 287000,
          "quantity": 18,
          "vendor": "POCO",
          "vendorId": 232400,
          "isNew": false
        },
        {
          "id": 26131299,
          "title": "M7 Pro 5G 8/256GB Silver",
          "path": "/mobile-mobilnye-telefony-i-smartfony/poco-m7-pro-5g-8256gb-silver/",
          "image": "/img/tx/534/5345519751.jpg",
          "minPrice": 759900,
          "quantity": 70,
          "vendor": "POCO",
          "vendorId": 232400,
          "isNew": false
        },
        {
          "id": 26111831,
          "title": "F7 Ultra 12/256GB Black",
          "path": "/mobile-mobilnye-telefony-i-smartfony/poco-f7-ultra-12256gb-black/",
          "image": "/img/tx/527/5278938621.jpg",
          "minPrice": 2497785,
          "quantity": 79,
          "vendor": "POCO",
          "vendorId": 232400,
          "isNew": false
        },
        {
          "id": 26111826,
          "title": "F7 Pro 12/256GB Blue",
          "path": "/mobile-mobilnye-telefony-i-smartfony/poco-f7-pro-12256gb-blue/",
          "image": "/img/tx/532/5325495211.jpg",
          "minPrice": 1879089,
          "quantity": 66,
          "vendor": "POCO",
          "vendorId": 232400,
          "isNew": false
        },
        {
          "id": 25951645,
          "title": "X7 Pro 8/256GB Black",
          "path": "/mobile-mobilnye-telefony-i-smartfony/xiaomi-poco-x7-pro-8256gb-black/",
          "image": "/img/tx/532/5325888221.jpg",
          "minPrice": 1181900,
          "quantity": 83,
          "vendor": "POCO",
          "vendorId": 232400,
          "isNew": false
        },
        {
          "id": 25951639,
          "title": "X7 8/256GB Black",
          "path": "/mobile-mobilnye-telefony-i-smartfony/xiaomi-poco-x7-8256gb-black/",
          "image": "/img/tx/521/5219250591.jpg",
          "minPrice": 937300,
          "quantity": 39,
          "vendor": "POCO",
          "vendorId": 232400,
          "isNew": false
        },
        {
          "id": 25811956,
          "title": "C75 6/128GB Green",
          "path": "/mobile-mobilnye-telefony-i-smartfony/xiaomi-poco-c75-6128gb-green/",
          "image": "/img/tx/533/5337405151.jpg",
          "minPrice": 381800,
          "quantity": 26,
          "vendor": "POCO",
          "vendorId": 232400,
          "isNew": false
        }
      ],
      "offerCount": 67,
      "offers": [
        24999,
        24999,
        22208,
        19180,
        23143,
        19779,
        20491,
        22299,
        22129,
        23540,
        19459,
        24999,
        20099,
        24999,
        24999,
        18791,
        24999,
        19039,
        24999,
        21199,
        21099,
        20999,
        20995,
        20999,
        24999,
        20689,
        20079,
        22379,
        23319,
        24999,
        24999,
        20699,
        23686,
        20541,
        19093,
        20715,
        18900,
        24999,
        22944,
        23775,
        24999,
        22175,
        20199,
        20499,
        18948,
        18790.89,
        24095,
        23949,
        22880,
        19625,
        22577,
        24999,
        23297,
        23020,
        20540,
        20380,
        24999,
        24999,
        24999,
        20641,
        24999,
        23152,
        24199,
        22130,
        24199,
        24999,
        23099
      ],
      "madeInUkraine": false,
      "userSubscribed": false,
      "promoRelinkList": []
    }